brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "maven"
brew "neovim"
brew "ninja"
brew "node"
brew "openjdk@25"
brew "pnpm"
brew "python@3.14"
brew "ripgrep"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "tokei"
brew "tree-sitter-cli"
brew "yazi"
brew "zig"
brew "zimfw"
brew "zoxide"

cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "kitty"
cask "orbstack"
cask "raycast"
cask "skim"
